Repository: saraivaufc/askMathPlus
Catalog: askmath/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: By clicking here, you agree to the <a href="/terms/" >Terms and Conditions</a> set out by this site, including our Cookie Use.
pt_br: Clicando aqui, você concorda com os <a href="/terms/"> Termos e Condições </a> estabelecido por este site, incluindo o nosso uso de cookies.

source: No responsible
pt_br: Nenhum responsável

source: Download File
pt_br: Baixar Arquivo

source: No file
pt_br: Nenhum arquivo

source: No students
pt_br: Nenhum estudante

source: Inscription
pt_br: Inscrição

source: Subscribe
pt_br: Inscrever-se

source: Unsubscribe
pt_br: Cancelar Inscrição

source: Details
pt_br: Detalhes

source: Lessons of
pt_br: Lições de

source: Discipline does not have lessons.
pt_br: Disciplina não possui lições.

source: Options
pt_br: Opções

source: Are %(qtd_questions)s questions issues created especially for you.
pt_br: São %(qtd_questions)s questões criadas especialmente para você.

source: We recommend completing the lessons below before proceeding:
pt_br: Recomendamos concluir as lições abaixo antes de prosseguir:

source: Questions of %(lesson)s
pt_br: Questões de %(lesson)s

source: Lesson Points
pt_br: Pontos da Lição

source: Correct Questions
pt_br: Questões Corretas

source: Skipped Remaining
pt_br: Saltos Restantes

source: Points
pt_br: Pontos

source: Not Item Found!!!
pt_br: Nenhum item encontrado.

source: Reply
pt_br: Responder

source: Jump
pt_br: Saltar

source: Review Jumps
pt_br: Rever Saltos

source: Deficiencies
pt_br: Deficiências

source: Congratulations, complete lesson !!!
pt_br: Parabéns, você completou esta lição !!!

source: Reser Lesson
pt_br: Reiniciar Lição

source: Sugestions next lessons:
pt_br: Sugestão para próximas lições:

source: It has no sugestions.
pt_br: Não existe sugestões.

source: There are no questions for this lesson
pt_br: Não há perguntas para esta lição

source: There was an error loading the questions
pt_br: Houve um erro ao carregar as perguntas

source: Your Progress
pt_br: Seu Progresso

source: Your level of experience is:
pt_br: Seu nível de experiencia é:

source: Help Question
pt_br: Ajuda da Questão

source: Close
pt_br: Fechar

source: Your Jump is Question?
pt_br: Você quer saltar esta pergunta?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Ranking Round
pt_br: Ranking da Rodada

source: This round ends in
pt_br: Esta rodada termina em

source: Last Winner
pt_br: Último Campeão

source: Earn points, level up and become our new champion.
pt_br: Ganhe pontos, suba de nível e torner-se nosso novo campeão.

source: New Round
pt_br: Nova rodada

source: Congratulations!!! You winner!!!
pt_br: Parabéns, você é o nosso novo campeão !!!

source: Others Videos
pt_br: Outros Vídeos.

source: Lesson does not have videos.
pt_br: Lição não possui vídeos.

source: Videos of %(lesson)s
pt_br: Vídeos de %(lesson)s

source: This field in required.
pt_br: Este campo é obrigatório.

source: Create
pt_br: Criar

source: Edit
pt_br: Editar

source: Restore
pt_br: Restaurar

source: Delete
pt_br: Apagar

source: Close Dump
pt_br: Fechar Lixeira

source: Open Dump
pt_br: Abrir Lixeira

source: Posts
pt_br: Postagens

source: Last Post
pt_br: Última postagem

source: See %(topics)s posts
pt_br: Ver %(topics)s postagens

source: <h6>%(creation)s by %(person)s.</h6>
pt_br: <h6>%(creation)s por %(person)s.</h6>

source: Downlad File
pt_br: Baixar Arquivo

source: Add Comment
pt_br: Adicionar Comentário

source: Want to add a comment?
pt_br: Deseja adicionar um comentário?

source: Click here to get authorization.
pt_br: Clique aqui para obter autorização.

source: Post new topic
pt_br: Postar novo tópico

source: Replies
pt_br: Respostas

source: Date
pt_br: Data

source: by
pt_br: por

source: Contents
pt_br: Conteúdos

source: About
pt_br: Sobre

source: PET - Information Technology
pt_br: PET Tecnologia da Informação.

source: This project is an initiative of the <abbr title="Tutorial Education Program">PET</abbr> group Information Technology of the Federal University of Ceará.
pt_br: Este projecto é uma iniciativa do grupo <abbr title = "Programa de Educação Tutorial"> PET </ abbr> Tecnologia da Informação da Universidade Federal do Ceará.

source: PET Group Information Technology.
pt_br: Grupo PET Tecnologia da Informação.

source: Objective
pt_br: Objetivo

source: Our goal is to provide a simple, intuitive and elegant platform for students who want to learn more about the different branches of mathematics.
pt_br: Nosso objetivo é fornecer uma plataforma simples, intuitiva e elegante para estudantes que querem aprender mais sobre os diferentes ramos da matemática.

source: License and Source-Code.
pt_br: Licença e Código-fonte.

source: As well as all that we have developed, this system is open source and <a href="https://creativecommons.org/licenses/by-nc-nd/4.0/legalcode" target="_blank">license CC BY-NC-ND</a>, allowing you to copy, distribute and modify its source code.
pt_br: Bem como tudo o que temos desenvolvido, este sistema é de código aberto e esta sob a <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html" target="_blank">licença GNU 2.0</a>, permitindo que você copiar, distribuir e modificar seu código-fonte.

source: Your source code is available at the following repository: <a href="https://github.com/saraivaufc/askMath" target="_blank">https://github.com/saraivaufc/askMathPlus</a>.
pt_br: Seu código fonte está disponível no seguinte repositório: <a href="https://github.com/saraivaufc/askMath" target="_blank"> https://github.com/saraivaufc/askMath </a>.

source: Developers
pt_br: Desenvolvedores

source: Profile picture of
pt_br: Imagem de perfil de

source: SKILLS:
pt_br: HABILIDADES:

source: Credits
pt_br: Créditos

source: The AskMath was made possible thanks to other <a href="/credits/">open source software</a>.
pt_br: O AskMath só foi possível graças a outros <a href="/credits/"> software open source </a>.

source: You received this email because someone messageed.
pt_br: Você recebeu este e-mail porque alguém enviado mensagens.

source: Not Lessons Found
pt_br: Nenhuma lição encontrada.

source: We have %(qtd_videos)s Video lessons to expand their knowledge.
pt_br: Temos %(qtd_videos)s videos-aulas para ampliar seus conhecimentos.

source: It has no requirements.
pt_br: Não existe requisitos.

source: Welcome to AskMath
pt_br: Bem-vindo ao AskMath

source: Learn mathematics anytime, from anywhere
pt_br: Aprenda matemática a qualquer hora, de qualquer lugar

source: Start here
pt_br: Comece aqui

source: About the project
pt_br: Sobre este projeto

source: Logo PET information technology group.
pt_br: Logo do grupo PET Tecnologia da Informação.

source: Social networks:
pt_br: Redes Sociais:

source: Blog PET Information Technology.
pt_br: Blog do PET Tecnologia da Informação.

source: GooglePlus PET Information Technology.
pt_br: GooglePlus PET Tecnologia da Informação.

source: Facebook PET Information Technology.
pt_br: Facebook PET Tecnologia da Informação.

source: Twitter PET Information Technology.
pt_br: Twitter PET Tecnologia da Informação.

source: Send
pt_br: Enviar

source: Privacy Policy
pt_br: Politicas de Privacidade

source: Empty
pt_br: Vazio

source: Lessons of %(discipline)s
pt_br: Lições de %(discipline)s

source: CLASSES
pt_br: TURMAS

source: DISCIPLINES
pt_br: DISCIPLINAS

source: STATISTICS
pt_br: ESTATÍSTICAS

source: PERSONS
pt_br: PESSOAS

source: MESSAGES
pt_br: MENSAGENS

source: Type
pt_br: Tipo

source: Quantity
pt_br: Quantidade

source: See persons
pt_br: Ver pessoas

source: View Keys
pt_br: Ver Chaves

source: Generate Key
pt_br: Gerar Chave

source: Created Key
pt_br: Criar Chave

source: User
pt_br: Usuário

source: How many items this issue have?
pt_br: Quantos itens esta questão terá?

source: Cancel
pt_br: Cancelar

source: Sort
pt_br: Ordenar

source: Sort Questions of %(lesson)s
pt_br: Ordenar Questões de %(lesson)s

source: Not Questions Found
pt_br: Nenhuma Questão Encontrada.

source: Choose Lessons
pt_br: Escolha as lições

source: Choose Lesson
pt_br: Escolha uma lição

source: All Questions
pt_br: Todas as Questões

source: All Videos
pt_br: Todos os Vídeo

source: Statistics does not have lessons.
pt_br: Estatísticas não possui lições.

source: Acerts
pt_br: Acertos

source: Errors
pt_br: Erros

source: Skippeds
pt_br: Saltos

source: Helps
pt_br: Ajudas

source: Statistics
pt_br: Estatísticas

source: Choose Type of Statistic
pt_br: Escolha o Tipo de Estatísticas

source: See file
pt_br: Ver arquivo

source: Sort Videos of %(lesson)s
pt_br: Ordenar Vídeos de %(lesson)s

source: Not Videos Found
pt_br: Nenhuma Vídeo Encontrado

source: You want to delete your account permanently?
pt_br: Você quer apagar sua conta permanentemente?

# greeting
source: Deleting your member account (%(name)s ) will be permanent. Please, enter your password to continue...
pt_br: A exclusão da sua conta de membro ( %(name)s ) será permanente. Por favor, insira sua senha para continuar...

source: Alter Password
pt_br: Alterar Senha

source: Edit Profile
pt_br: Editar Perfil

source: Your Profile
pt_br: Seu Perfil

source: Registered in:
pt_br: Registrado em:

source: Profile Edit
pt_br: Editar Perfil

source: Password Alter
pt_br: Alterar Senha

source: Account Remove
pt_br: Remover Conta

source: Send Feedback...
pt_br: Enviar Feedback...

source: Password change successful
pt_br: Senha alterada com sucesso

source: Continue to login
pt_br: Continua para entrar

source: Password reset confirmation
pt_br: Confirmação de alteração de senha

source: Enter new password
pt_br: Entre com sua senha

source: Save
pt_br: Salvar

source: Password reset unsuccessful
pt_br: Redefinição de senha malsucedida

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link de redefinição de senha esta inválido, possivelmente porque ele já foi utilizado. Por favor, solicite uma nova redefinição de senha.

source: Password reset successful
pt_br: Senha alterada com sucesso

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
pt_br: Nós lhe enviamos instruções para configurar a sua senha. Você deve recebê-las em breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pt_br: Se você não receber um e-mail, por favor, certifique-se de que você digitou o endereço que você registrou, e verifique a sua pasta de spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pt_br: Você está recebendo este e-mail porque solicitou uma redefinição de senha para sua conta de usuário em %(site_name)s.

source: Please go to the following page and choose a new password:
pt_br: Por favor, vá para a seguinte página e escolhar uma nova senha:

source: Thanks for using our site!
pt_br: Obrigado por usar o nosso site!

source: The %(site_name)s team
pt_br: Equipe do %(site_name)s

source: Password reset
pt_br: Senha alterada

source: Reset my password
pt_br: Alterar minha senha

source: Password reset on %(site_name)s
pt_br: Redefinição de senha em %(site_name)s

source: Search result to:
pt_br: Resultados da busca para:

source: Disciplines:
pt_br: Disciplinas:

source: Lessons:
pt_br: Lições:

source: Videos:
pt_br: Vídeos:

source: No result found!!!
pt_br: Nenhuma resultado encontrado!!!

source: Text Editor:
pt_br: Editor de Texto:

source: To add Latex code, add your code between && tags, eg $ \sqrt{3} \$.
pt_br: Para adicionar o código de látex, adicione seu código entre as tags $$, por exemplo $ \sqrt{3} $.

source: Preview is shown here
pt_br: A pré-visualização é mostrada aqui

source: Save changes
pt_br: Salvar alterações

source: Password Reset Change
pt_br: Senha alterada

source: Your password was changed.
pt_br: Sua senha foi alterada.

source: Password Change Form
pt_br: Senha alterada no Formulário

source: Forgotten your password? Enter your email addess below
pt_br: Esqueceu sua senha? Digite seu email abaixo.

source: Change my password
pt_br: Alterar minha senha

source: Password reset complete : Your password has been set. You may go ahead and log in now... :)
pt_br: Sua senha foi definida. Você pode ir em frente e entrar agora

source: Go to <a href='%(login_url)s'>Log in</a>...
pt_br: Vá para <a href='%(login_url)s'>Log in</a>...

source: Please enter your new password twice so we can verify you typed it in correctly.
pt_br: Por favor digite sua nova senha duas vezes para que possamos verificar a introduziu em corretamente.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link de redefinição de senha esta inválido, possivelmente porque ele já foi utilizado. Por favor, solicite uma nova redefinição de senha.

source: Your username, in case you've forgotten:
pt_br: Seu nome de usuário, caso você tenha esquecido:

source: Password Reset
pt_br: Senha alterada

source: Recover Password
pt_br: Recuperar Senha

source: @%(username)s said:
pt_br: @%(username)s disse:

source: Too many submissions, wait %(time)s.
pt_br: São muitas submissões, espere %(time)s.

source: Create Category
pt_br: Criar uma Categoria

source: Edit Category
pt_br: Editar Categoria

source: Add Topic
pt_br: Adicionar Tópico

source: Edit Topic
pt_br: Editar Tópico

source: AskMath - Contact
pt_br: AskMath - Contato

source: Create Classe
pt_br: Criar Turma

source: Create Discipline
pt_br: Criar Disciplina

source: Edit Discipline
pt_br: Editar Disciplina

source: Create Lesson
pt_br: Criar Lição

source: Edit Lesson
pt_br: Editar Lição

source: Create Question
pt_br: Criar Questão

source: Edit Question
pt_br: Editar Questão

source: Create Video
pt_br: Criar Vídeo

source: Edit Video
pt_br: Editar Vídeo

source: Site Maps
pt_br: Mapa do Site

source: Static Files
pt_br: Arquivos Estaticos

source: Syndication
pt_br: Autenticação

source: Web Design
pt_br: Designer Web

source: Enter a valid value.
pt_br: Digite um valor válido.

source: Enter a valid URL.
pt_br: Digite uma URL válida.

source: Enter a valid integer.
pt_br: Digite um número inteiro válido.

source: Enter a valid email address.
pt_br: Digite um email válido.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
pt_br: Digite uma 'slug' válida consistindo de letras, números, sublinhados ou hifens.

source: Enter a valid IPv4 address.
pt_br: Insira um endereço IPv4 válido.

source: Value %(value)r is not a valid choice.
pt_br: Valor %(value)r não é válido para a opção.

source: This field cannot be null.
pt_br: Este campo é obrigatório.

source: This field cannot be blank.
pt_br: Este campo é obrigatório.

source: %(model_name)s with this %(field_label)s already exists.
pt_br: %(model_name)s com este %(field_label)s já existe.

source: Email address
pt_br: Endereço de email

source: File path
pt_br: Arquivo

source: This field is required.
pt_br: Este campo é obrigatório.

source: Enter a whole number.
pt_br: Entre com um número

source: Enter a number.
pt_br: Entre um número.

source: Enter a valid time.
pt_br: Entre com uma hora válida.

source: Directory indexes are not allowed here.
pt_br: Diretório de índices não são permitidos aqui.

source: "%(path)s" does not exist
pt_br: "%(path)s" não existe

source: Index of %(directory)s
pt_br: Índice do %(directory)s

source: tasks
pt_br: tarefas

source: message
pt_br: Mensagem

source: messages
pt_br: Mensagens

source: Incorrect, please try again.
pt_br: Erro, tente novamente.
