Repository: saraivaufc/askMathPlus
Catalog: askmath/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Beginner
pt_br: Iniciante

source: Intermediate
pt_br: Intermediário

source: Advanced
pt_br: Avançado

source: Asian
pt_br: Asiático

source: God
pt_br: Deus

source: User does no have permission.
pt_br: Usuário não possui permissão.

source: User no found.
pt_br: Usuário não encontrado.

source: Incorrect password.
pt_br: Senha incorreta.

source: User is authenticated.
pt_br: Usuário autenticado.

source: User is no authenticated.
pt_br: Usuário não está autenticado.

source: User created successfully.
pt_br: Usuário criado com sucesso.

source: Failed to create user.
pt_br: Falha ao criar o usuário.

source: Failed to add group.
pt_br: Falha ao adicionar o grupo

source: User group no found.
pt_br: Usuário não encontrado.

source: Email of recover password send success.
pt_br: Email de recuperação de senha enviado com sucesso.

source: Email of recover password send error.
pt_br: Email de recuperação de senha não foi enviado devido a uma erro.

source: Password changed success.
pt_br: Senha alterada com sucesso.

source: Username or password incorrect.
pt_br: Nome de usuário ou senha incorretas.

source: Password incorrect.
pt_br: Senha incorreta.

source: Login successfully performed..
pt_br: Login realizado com sucesso.

source: Failed to perform login.
pt_br: Falha ao realizar login.

source: Logout successfully performed.
pt_br: Logout realizado com sucesso.

source: Failed to perform logout.
pt_br: Falha ao realizar logout.

source: POST required.
pt_br: POST é requerido.

source: Error, Contact Administrator.
pt_br: Ocorreu um erro, entre em contato com o administrador do sistema.

source: There was an error on the form.
pt_br: Ocorreu um erro com o formulário.

source: Classe successfully added.
pt_br: Turma adicionada com sucesso.

source: Error adding classe.
pt_br: Erro ao adicionar turma.

source: Classe successfully edit.
pt_br: Turma editada com sucesso.

source: Error edit classe.
pt_br: Erro ao editar turma.

source: Classe successfully removed.
pt_br: Turma removida com sucesso.

source: Error remove classe.
pt_br: Erro ao remover turma.

source: Classe successfully restored.
pt_br: Turma restaurado com sucesso.

source: Error restore classe.
pt_br: Erro ao restaurar turma.

source: Enrollment in the class was successful.
pt_br: Inscrição na turma foi bem sucedida.

source: Error during their enrollment in the class.
pt_br: Erro durante a sua inscrição na turma.

source: Out of successfully class.
pt_br: Inscrição na turma cancelada com sucesso.

source: Error out of the class.
pt_br: Erro ao cancelar a inscrição na turma.

source: Class assigned as the default.
pt_br: Turma atribuída como o padrão.

source: Error when assigning class as standard.
pt_br: Erro na atribuição de turma como padrão.

source: Classe no found.
pt_br: Turma não encontrada.

source: Discipline successfully added.
pt_br: Disciplina adicionada com sucesso.

source: Error adding discipline.
pt_br: Erro ao adicionar disciplina.

source: Discipline successfully edit.
pt_br: Disciplina editada com sucesso.

source: Error edit discipline.
pt_br: Erro ao editar disciplina.

source: Discipline successfully removed.
pt_br: Disciplina removida com sucesso.

source: Error remove discipline.
pt_br: Erro ao remover disciplina.

source: Discipline successfully restored.
pt_br: Disciplina restaurada com sucesso.

source: Error restore discipline.
pt_br: Erro ao restaurar disciplina.

source: Discipline no found.
pt_br: Disciplina não foi encontrada.

source: Lesson successfully added.
pt_br: Lição adicionada com sucesso.

source: Error adding lesson.
pt_br: Erro ao adicionar lição.

source: Lesson successfully edit.
pt_br: Lição editada com sucesso.

source: Error edit lesson.
pt_br: Erro ao editar lição.

source: Lesson successfully removed.
pt_br: Lição removida com sucesso.

source: Error remove lesson.
pt_br: Erro ao remover lição.

source: Lesson successfully restored.
pt_br: Lição restaurada com sucesso.

source: Error restore lesson.
pt_br: Erro ao restaurar lição.

source: Lesson no found.
pt_br: Lição não encontrada.

source: Lesson successfully completed.
pt_br: Lição completa com sucesso.

source: Lesson successfully reset.
pt_br: Lição reiniciada com sucesso.

source: Lesson no remaining jumps.
pt_br: Lição não possui saltos restantes.

source: Question successfully added.
pt_br: Questão adicionada com sucesso.

source: Error adding question.
pt_br: Erro ao adicionar questão.

source: Question successfully edit.
pt_br: Questão editada com sucesso.

source: Error edit question.
pt_br: Erro ao editar questão.

source: Question successfully removed.
pt_br: Questão removida com sucesso.

source: Error remove question.
pt_br: Erro ao remove a questão.

source: Question successfully restored.
pt_br: Questão restaurada com sucesso.

source: Error restore question.
pt_br: Erro ao restaurar a questão.

source: Question successfully sorted.
pt_br: Questões ordenadas com sucesso.

source: Error sorted question.
pt_br: Erro ao ordenar questões.

source: Question no found.
pt_br: Questão não encontrada.

source: Your reply is correct.
pt_br: Parabéns!!! Sua resposta está correta.

source: Your reply is incorrect.
pt_br: Que pena, sua resposta está incorreta.

source: Question is reply.
pt_br: Questão foi respondida.

source: Jump realization with successfully.
pt_br: Salto realizado com sucesso.

source: Question is jump.
pt_br: Questão foi saltada.

source: Question error in jump.
pt_br: Erro ao saltar questão.

source: Impossible to make the leap.
pt_br: Impossível realizar o salto.

source: Question no found in lesson.
pt_br: Questão não encontrada na lição.

source: Item no found.
pt_br: Item não encontrado.

source: Item no found in question.
pt_br: Item não encontrado na questão.

source: Video successfully added.
pt_br: Vídeo adicionado com sucesso.

source: Error adding video.
pt_br: Erro ao adicionar vídeo.

source: Video successfully edit.
pt_br: Vídeo editado com sucesso.

source: Error edit video.
pt_br: Erro ao editar vídeo.

source: Video successfully removed.
pt_br: Vídeo removido com sucesso.

source: Error remove video.
pt_br: Erro ao remover vídeo.

source: Video successfully restored.
pt_br: Vídeo restaurado com sucesso.

source: Error restore video.
pt_br: Erro ao restaurar vídeo.

source: Video successfully sorted.
pt_br: Vídeos ordenados com sucesso.

source: Error sorted video.
pt_br: Erro ao ordenar vídeo.

source: Video no found.
pt_br: Vídeo não encontrado.

source: Video no found in lesson.
pt_br: Vídeo não encontrado na lição.

source: Category successfully added.
pt_br: Categoria adicionada com sucesso.

source: Error adding category.
pt_br: Erro ao adicionar categoria.

source: Category successfully edit.
pt_br: Categoria editada com sucesso.

source: Error edit category.
pt_br: Erro ao editar categoria.

source: Category successfully removed.
pt_br: Categoria removida com sucesso.

source: Error remove category.
pt_br: Erro ao remover categoria.

source: Category successfully restored.
pt_br: Categoria restaurada com sucesso.

source: Error restore category.
pt_br: Erro ao restaurar categoria.

source: Category no found.
pt_br: Categoria não encontrada.

source: Topic successfully added.
pt_br: Tópico adicionado com sucesso.

source: Error adding topic.
pt_br: Erro ao adicionar tópico.

source: Topic successfully edit.
pt_br: Tópico editado com sucesso.

source: Error edit topic.
pt_br: Erro ao editar tópico.

source: Topic successfully removed.
pt_br: Tópico removido com sucesso.

source: Error remove topic.
pt_br: Erro ao remover tópico.

source: Topic successfully restored.
pt_br: Tópico restaurado com sucesso.

source: Error restore topic.
pt_br: Erro ao restaurar tópico.

source: Topic successfully liked.
pt_br: Curtir adicionado com sucesso.

source: Error like topic.
pt_br: Erro ao adicionar curtir.

source: Topic successfully unliked.
pt_br: Curtir removido com sucesso.

source: Error unlike topic.
pt_br: Erro ao remover curtir.

source: Topic no found.
pt_br: Tópico não encontrado.

source: Comment successfully added.
pt_br: Comentário adicionado com sucesso.

source: Error adding comment.
pt_br: Erro ao adicionar comentário.

source: Comment successfully edit.
pt_br: Comentário editado com sucesso.

source: Error edit comment.
pt_br: Erro ao editar comentário.

source: Comment successfully removed.
pt_br: Comentário removido com sucesso.

source: Error remove comment.
pt_br: Erro ao remover comentário.

source: Comment successfully restored.
pt_br: Comentário restaurado com sucesso.

source: Error restore comment.
pt_br: Erro a restaurar comentário.

source: Comment successfully liked.
pt_br: Curtir adicionado com sucesso.

source: Error like comment.
pt_br: Erro ao adicionar curtir.

source: Comment no found.
pt_br: Comentário não encontrado.

source: Message successfully added.
pt_br: Massagem adicionada com sucesso.

source: Error adding message.
pt_br: Erro ao adicionar mensagem.

source: Message successfully edit.
pt_br: Mensagem editada com sucesso.

source: Error edit message.
pt_br: Erro ao editar mensagem.

source: Message successfully removed.
pt_br: Mensagem removida com sucesso.

source: Error remove message.
pt_br: Erro ao remover mensagem.

source: Message successfully restored.
pt_br: Mensagem restaurada com sucesso.

source: Error restore message.
pt_br: Erro ao restaurar mensagem.

source: Message no found.
pt_br: Mensagem não encontrada.

source: User successfully added.
pt_br: Usuário adicionado com sucesso.

source: Error adding user.
pt_br: Erro ao adicionar usuário.

source: User successfully edit.
pt_br: Usuário editado com sucesso.

source: Error edit user.
pt_br: Erro ao editar usuário.

source: User successfully removed.
pt_br: Usuário removido com sucesso.

source: Error remove user.
pt_br: Erro ao remover usuário.

source: User successfully restored.
pt_br: Usuário restaurado com sucesso.

source: Error restore user.
pt_br: Erro ao restaurar usuário.

source: Statistic no found.
pt_br: Estatística não encontrada.

source: Error pick up the parameters.
pt_br: Erro ao pegar os parâmetros.

source: No results found.
pt_br: Nenhuma resultado encontrado.

source: Method no is POST.
pt_br: Método não é POST.

source: Method no is GET.
pt_br: Método não é GET.

source: Message successfully send.
pt_br: Mensagem enviada com sucesso.

source: Key no found.
pt_br: Chave não encontrada.

source: Error removing the key, user ever used.
pt_br: Erro ao remover chave, ela já foi utilizada.

source: Account success removed.
pt_br: Conte removida com sucesso.

source: There was an error in your search, try using no more than 27 characters in the search.
pt_br: Houve um erro na sua pesquisa, não tente usar mais de 27 caracteres na pesquisa.

source: Student
pt_br: Estudante

source: Assistant
pt_br: Assistente

source: Teacher
pt_br: Professor

source: Administrator
pt_br: Administrador

source: administrator
pt_br: administrador

source: teacher
pt_br: professor

source: assistant
pt_br: assistente

source: student
pt_br: estudante

source: The AskMath is reported here!
pt_br: O AskMath é reportado aqui!

source: Please enter you email.
pt_br: Por favor, entre com seu email.

source: Password
pt_br: Senha

source: Please enter you password.
pt_br: Por favor, entre com sua senha.

source: Group
pt_br: Grupo

source: Key
pt_br: Chave

source: If you want to create a record in this group should have an access key for this, please contact the administrator.
pt_br: Se você deseja criar um registro nesse grupo deve ter uma chave de acesso para isso, entre em contato com o administrador.

source: Please enter your email.
pt_br: Por favor, entre com seu email.

source: Old Password
pt_br: Antiga Senha

source: Please enter you old password.
pt_br: Por favor, entre com sua antiga senha.

source: New Password
pt_br: Nova Senha

source: Please enter you new password.
pt_br: Por favor, entre com sua nova senha.

source: Confirm Password
pt_br: Confirme a Senha

source: Please repeat your new password.
pt_br: Por favor, repita sua nova senha.

source: Administrator Key
pt_br: Chave do Administrador

source: Administrators Key
pt_br: Chaves dos Administradores

source: Assistant Key
pt_br: Chave do Assistente

source: Assistants Key
pt_br: Chave do Assistente

source: Creator
pt_br: Criador

source: In Use
pt_br: Em Uso

source: Creation
pt_br: Criação

source: Exists
pt_br: Existe

source: Register Key
pt_br: Chave de Registro

source: Register Keys
pt_br: Chaves de Registro

source: Teacher Key
pt_br: Chave do Professor

source: Teachers Key
pt_br: Chaves dos Professores

source: Person
pt_br: Pessoa

source: Title
pt_br: Título

source: Choose a title for the category.
pt_br: Escolha um título para a categoria.

source: Description
pt_br: Descrição

source: Choose a description for the category.
pt_br: Escolha uma descrição para a categoria.

source: Color
pt_br: Cor

source: Choose a color for the category.
pt_br: Escolha uma cor para a categoria.

source: Category
pt_br: Categoria

source: Categories
pt_br: Categorias

source: Name
pt_br: Nome

source: Choose a name for the classe.
pt_br: Escolha um nome para a turma.

source: Responsible
pt_br: Responsável

source: Choose responsible for the classe.
pt_br: Escolha uma responsável para a turma.

source: Semester
pt_br: Semestre

source: Choose semester of this classe.
pt_br: Escolha o semestre dessa turma.

source: Plan
pt_br: Plano de Aula

source: Perform upload a file.
pt_br: Realize upload de um arquivo.

source: Disciplines
pt_br: Disciplinas

source: Choose disciplines that this classe.
pt_br: Escolha as disciplinas que esta turma terá.

source: Students
pt_br: Estudantes

source: Choose students that this classe.
pt_br: Escolha os estudantes dessa turma.

source: Visible
pt_br: Visível

source: Select this option to leave visible classe at all.
pt_br: Escolha esta opção para tornar a turma visível à todos.

source: Choose a color for the classe.
pt_br: Escolha uma cor para esta turma.

source: Classe
pt_br: Turma

source: Classes
pt_br: Turmas

source: Topic
pt_br: Tópico

source: Comment
pt_br: Comentário

source: Likes
pt_br: Curtis

source: Comments
pt_br: Comentários

source: Choose a title for the discipline.
pt_br: Escolha uma título para a disciplina.

source: Select this option to leave visible discipline at all.
pt_br: Selecione esta opção para tornas a disciplina visível à todos.

source: Choose a color for the discipline.
pt_br: Escolha uma cor para a disciplina.

source: Discipline
pt_br: Disciplina

source: Scores
pt_br: Pontos

source: Full Scores
pt_br: Todos os Pontos

source: Last Scores
pt_br: Últimos Pontos

source: New Scores
pt_br: Novos Pontos

source: Last New Scores
pt_br: Últimos pontos ganhos

source: Max Scores
pt_br: Máximo de Pontos

source: Level
pt_br: Nível

source: Stars
pt_br: Estrelas

source: Date Start New Round
pt_br: Data de início da Rodada

source: Date End New Round
pt_br: Data de término da Rodada

source: Student Experience
pt_br: Experiência do Estudante

source: Student Experiences
pt_br: Experiências dos Estudantes

source: Lesson
pt_br: Lição

source: Question
pt_br: Questão

source: Hit
pt_br: Acerto

source: Answered Question Historic
pt_br: Histórico da Questão Resolvida

source: Answered Questions Historic
pt_br: Histórico de Questões Resolvidas

source: Help Question Historic
pt_br: Histórico do Pedido de Ajuda

source: Help Questions Historic
pt_br: Histórico de Pedidos de Ajuda

source: Skipped Question Historic
pt_br: Histórico o Salto Realizado

source: Skipped Questions Historic
pt_br: Histórico de Saltos Realizados

source: Student Historic
pt_br: Histórico de Estudante

source: Students Historic
pt_br: Histórico de Estudantes

source: Choose the discipline which is lesson belongs.
pt_br: Escolha uma disciplina para a lição.

source: Choose a title for lesson is.
pt_br: Escolha uma título para a lição.

source: Choose a description for lesson is.
pt_br: Escolha uma descrição para a lição.

source: Requirements
pt_br: Requisitos

source: Choose the lessons is recommended completion before continuing this.
pt_br: Escolha as lição que são recomendadas seguir antes de iniciar esta.

source: Sugestions
pt_br: Sugestões

source: Choose the lessons is recommended pursue after completing this.
pt_br: Escolha as lição que são recomendadas seguir após a conclusão desta.

source: Maximum Hops
pt_br: Máximo de Saltos

source: Choose the maximum number of hops that the student can perform this lesson.
pt_br: Escolha o número máximo de saltos que o aluno pode realizar nessa lição.

source: Errors to Obstacle
pt_br: Erros para Obstáculo.

source: Choose the quantity of errors to obstacle.
pt_br: Escolha a quantidade de erros para o obstáculo.

source: Errors to Deficiency
pt_br: Erros para a Deficiência

source: Choose the quantity of errors to deficiency.
pt_br: Escolha a quantidade de erros para o obstáculo.

source: Choose a color for the lesson.
pt_br: Escolha uma cor para esta lição.

source: Select this option to leave visible lesson at all.
pt_br: Escolha esta opção para tornar a lição visível à todos.

source: Lessons
pt_br: Lições

source: Like
pt_br: Curtir

source: Question Progress
pt_br: Progresso da Questão

source: Questions Progress
pt_br: Progresso das Questões

source: Video
pt_br: Vídeo

source: Video Progress
pt_br: Progresso do Vídeo

source: Position
pt_br: Posição

source: Choose the position which is item belongs.
pt_br: Escolha uma posição para este item.

source: Choose a description for item is.
pt_br: Escolha uma descrição para este item.

source: Is Correct
pt_br: É correta

source: Say if this item is correct.
pt_br: Este item está correto.

source: Deficiencys
pt_br: Deficiências

source: Choose possible deficiencies that the student may have if he opts for this item.
pt_br: Escolha as possíveis deficiências que o aluno possa ter caso o mesmo responda mancando este item.

source: Items
pt_br: Itens

source: Choose the lesson which is question belongs.
pt_br: Escolha uma lição para esta pergunta.

source: Choose the position which is question belongs.
pt_br: Escolha uma posição para esta pergunta.

source: Choose a description for question is.
pt_br: Escolha uma descrição para esta pergunta.

source: Choose items that this issue has.
pt_br: Escolha os itens que esta pergunta tem.

source: Help
pt_br: Ajuda

source: Choose a help to this question.
pt_br: Escolha uma ajuda para esta pergunta.

source: Choose a color for the question.
pt_br: Escolha uma cor para esta questão.

source: Select this option to leave visible question at all.
pt_br: Selecione esta opção para tornar esta questão visível à todos.

source: Questions
pt_br: Questões

source: Remaining Jump
pt_br: Saltos Restantes

source: Hits Followed
pt_br: Acertos Seguidos

source: Errors Followed
pt_br: Erros Seguidos

source: Percentage Completed
pt_br: Porcentagem Completo

source: Answered Questions
pt_br: Questões Respondidas

source: Skipped Questions
pt_br: Questões Saltadas

source: Help Questions
pt_br: Questões de Ajuda

source: Student Lesson State
pt_br: Estado do Estudante nas Lições

source: Students Lessons State
pt_br: Estado das Lições dos Estudantes

source: Choose a description for the topic.
pt_br: Escolha uma descrição para esse tópico.

source: File
pt_br: Arquivo

source: Choose a color for the topic.
pt_br: Escolha uma cor para este tópico.

source: Topics
pt_br: Tópicos

source: Administrators
pt_br: Administradores

source: Assistants
pt_br: Assistentes

source: Enter yout name.
pt_br: Entre com seu nome.

source: Enter yout email.
pt_br: Entre com seu email.

source: Message
pt_br: Mensagem

source: Your use here tags HTML: <a href='' title=''> <abbr title=''> <acronym title=''> <b> <blockquote cite=''> <cite> <code> <del datetime=''> <em> <i> <q cite=''> <strike> <strong>
pt_br: Você pode usar as tags HTML: <a href='' title=''> <abbr title = ""> <acronym title = ""> <b> <blockquote citar = ""> <cite> <code> <del datetime = ''> <em> <i> <q cite = ""> <strike> <strong>

source: Messages
pt_br: Mensagens

source: location
pt_br: localização

source: last seen
pt_br: visto pela última vez

source: last ip
pt_br: último ip

source: moderator status
pt_br: estado de moderador

source: staff status
pt_br: estado de auxiliar

source: Designates whether the user can log into this admin site.
pt_br: Designa se o usuário pode entrar neste site administrativo.

source: First Name
pt_br: Primeiro Nome

source: Please enter you first name.
pt_br: Por favor, entre com seu primeiro nome.

source: Last Name
pt_br: Último Nome

source: Please enter you last name.
pt_br: Por favor, entre com seu último nome.

source: active
pt_br: ativo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pt_br: Designa se este usuário deve ser tratado como ativo. Desmarque essa em vez de excluir contas.

source: date joined
pt_br: data de cadastro

source: Profile Image
pt_br: Imagem de Perfil

source: Please enter you profile image.
pt_br: Por favor, entre com uma imagem de perfil.

source: Persons
pt_br: Pessoas

source: Choose classe that this student.
pt_br: Escolha a turma desse estudante.

source: Current Classe
pt_br: Turma Atual

source: Choose the current classe to this student.
pt_br: Escolha a turma atual desse estudante.

source: Teachers
pt_br: Professores

source: Choose the lesson which is video belongs.
pt_br: Escolha uma lição para o vídeo.

source: Choose the position which is video belongs.
pt_br: Escolha uma posição para o vídeo.

source: Choose a title for video is.
pt_br: Escolha um título para o vídeo.

source: Choose a description for video is.
pt_br: Escolha uma descrição para o vídeo.

source: Choose a color for the video.
pt_br: Escolha uma cor para o vídeo.

source: Select this option to leave visible video at all.
pt_br: Selecione esta opção para tornar esse vídeo visível à todos.

source: Videos
pt_br: Vídeos

source: System for teaching math.
pt_br: Sistema para ensino de Matemática.

source: About Us
pt_br: Sobre Nós

source: Contact Us
pt_br: Contate-nos

source: Terms of service
pt_br: Termos do Serviço

source: Privacy policy
pt_br: Politicas de Privacidade

source: Submit
pt_br: Submeter

source: Informations
pt_br: Informações

source: Home
pt_br: Início

source: Forum
pt_br: Fórum

source: Enter
pt_br: Entrar

source: Profile
pt_br: Perfil

source: Logout
pt_br: Sair

source: Search
pt_br: Buscar

source: Skip to main content of the page - Shortcut #1
pt_br: Ir para o conteúdo principal da página - Atalho #1

source: To Content
pt_br: Ir ao Conteúdo

source: Skip to navigation of the page - Shortcut #2
pt_br: Ir para o menu da página - Atalho #2

source: To Navigation
pt_br: Ir ao menu

source: On/Off High Contrast - Shortcut #3
pt_br: Ligar/Desligar Alto Contraste - Atalho #3

source: High Contrast-OFF
pt_br: Alto Contraste-OFF

source: Increase Font - Shortcut #4
pt_br: Aumentar Fonte - Atalho #4

source: Increase Font
pt_br: Aumentar Fonte

source: Decrease Font - Shortcut #5
pt_br: Diminuir Fonte - Atalho #5

source: Decrease Font
pt_br: Diminuir Fonte

source: For full functionality of this site it is necessary to enable JavaScript.<br> Here are the <a href="http://www.enable-javascript.com/pt/" target="_blank">instructions on how to enable JavaScript in your browser </a>.
pt_br: Para obter a funcionalidade completa deste site é necessário habilitar o JavaScript. <br> Aqui estão as instruções target="_blank"> <a href="http://www.enable-javascript.com/pt/" sobre como ativar o JavaScript no seu navegador </a>.

source: Authentication
pt_br: Autenticação

source: Sign In
pt_br: Entrar

source: Sign Up
pt_br: Registrar-se

source: Or
pt_br: Ou

source: Forgot your password ?
pt_br: Esqueceu a senha?
